tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
tap "homebrew/services"
tap "nshipster/formulae"
tap "swiftdocorg/formulae"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "carthage"
brew "cmake"
brew "clang-format"
brew "cocoapods"
brew "openldap"
brew "curl-openssl"
brew "sdl2"
brew "ffmpeg"
brew "libtool"
brew "go"
brew "mysql-client"
brew "hydra"
brew "infer"
brew "ios-deploy"
brew "libimobiledevice"
brew "libpq"
brew "libuv"
brew "lsusb"
brew "mysql", restart_service: true
brew "node"
brew "node@8", link: true
brew "numpy"
brew "opencv"
brew "php", link: false
brew "python@3.9"
brew "ruby@2.5"
brew "sphinx-doc"
brew "telnet"
brew "watchman"
brew "yarn"
brew "yasm"
brew "zlib"
brew "nshipster/formulae/swift-format"
cask "aria2gui"
cask "swimat"
